aaron-bond.better-comments
akamud.vscode-theme-onedark
albert.tabout
christian-kohler.path-intellisense
donjayamanne.python-environment-manager
esbenp.prettier-vscode
github.copilot
github.copilot-chat
hashicorp.terraform
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.flake8
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.azure-account
pkief.material-icon-theme
sandcastle.vscode-open
usernamehw.errorlens
vscodevim.vim
